samples/expression_tree_dot/or_xy.dot
digraph expression {
  rankdir=TB;
  "node1" [label = "OR", fillcolor = "lightcoral", style = "filled", name = "node1"];
  "node2" [label = "x", fillcolor = "lightblue", style = "filled", name = "node2"];
  "node3" [label = "y", fillcolor = "lightblue", style = "filled", name = "node3"];
  "node1" -> "node2" [label = "L"];
  "node1" -> "node3" [label = "R"];
}
